Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# progress.lock_move
source: Weigh in to lock this week's move
ar: وزّن لقفل تحرّك هذا الأسبوع
ca: Pesa per bloquejar la mudança d'aquesta setmana
cs: Zvaž se a zamkni pohyb tohoto týdne
da: Vej ind for at låse ugens træk
de: Einwiegen, um den Zug dieser Woche zu sichern
el: Ζυγίσου για να κλειδώσεις την κίνηση της εβδομάδας
es: Pésate para fijar el movimiento de esta semana
fi: Punnitse lukitaksesi tämän viikon siirron
fr: Pèse-toi pour verrouiller le mouvement de la semaine
he: שקול כדי לנעול את תזוזת השבוע
hi: इस सप्ताह की चाल लॉक करने के लिए तौलें
hr: Izvagu se da zaključaš pomak ovog tjedna
hu: Mérj, hogy zárold a hét mozgását
id: Timbang untuk kunci gerakan minggu ini
it: Pesati per bloccare la mossa di questa settimana
ja: 計量して今週の動きをロック
ko: 이번 주 무브를 잠그려면 몸무게를 재세요
ms: Timbang untuk kunci pergerakan minggu ini
nb: Vei inn for å låse ukens trekk
nl: Weeg in om de zet van deze week vast te zetten
pl: Zważ się, by zablokować ruch tego tygodnia
pt_br: Pese-se para travar o movimento desta semana
pt_pt: Pesa-te para bloquear o movimento desta semana
ro: Cântărește-te ca să blochezi mișcarea săptămânii
ru: Взвесься, чтобы зафиксировать сдвиг этой недели
sk: Odvaž sa a zamkni pohyb tohto týždňa
sv: Väg in för att låsa veckans drag
th: ชั่งเพื่อล็อกการขยับสัปดาห์นี้
tr: Bu haftanın hareketini kilitlemek için tartıl
uk: Зважся, щоб зафіксувати зсув цього тижня
vi: Cân để khóa bước tuần này
zh_hans: 称重以锁定本周的移动
zh_hant: 量體重以鎖定本週動作

# progress.moved_so_far
source: Moved %@ so far
ar: التحرّك %@ حتى الآن
ca: S'ha mogut %@ fins ara
cs: Pohyb %@ zatím
da: Flyttet %@ indtil videre
de: Bisher %@ bewegt
el: Μετακίνηση %@ μέχρι τώρα
es: Movido %@ hasta ahora
fi: Siirretty %@ tähän mennessä
fr: Déjà %@ de fait
he: תזוזה %@ עד כה
hi: अब तक %@ हिला
hr: Pomak %@ dosad
hu: Mozgás %@ eddig
id: Sudah bergerak %@
it: Mosso %@ finora
ja: ここまで %@
ko: 지금까지 %@ 이동함
ms: Bergerak %@ setakat ini
nb: Flyttet %@ så langt
nl: Tot nu %@ bewogen
pl: Ruch %@ jak dotąd
pt_br: Movido %@ até agora
pt_pt: Movido %@ até agora
ro: Mișcare %@ până acum
ru: Сдвиг %@ пока
sk: Pohyb %@ zatiaľ
sv: Flyttat %@ hittills
th: ขยับ %@ มาแล้ว
tr: Şimdiye kadar hareket %@
uk: Зсув %@ поки що
vi: Đã dịch %@ đến nay
zh_hans: 已移动%@至今
zh_hant: 目前已移動 %@

# progress.privacy.agree
source: Agree & coach
ar: وافق ودرّب
ca: Accepta i entrena
cs: Souhlasím a coach
da: Acceptér & coach
de: Zustimmen & coach
el: Συμφωνώ και coach
es: Aceptar y coach
fi: Hyväksy & coach
fr: Accepter & coach
he: אשר ו־coach
hi: सहमत हों और कोच
hr: Prihvati i coach
hu: Elfogadom és coach
id: Setuju & coach
it: Accetta e coach
ja: 同意してコーチ
ko: 동의 및 코칭
ms: Setuju & coach
nb: Godta & coach
nl: Akkoord & coach
pl: Zgadzam się i coach
pt_br: Aceitar e coach
pt_pt: Aceitar e coach
ro: Acceptă și coach
ru: Согласен и coach
sk: Súhlasím a coach
sv: Godkänn & coach
th: ยอมรับแล้วโค้ช
tr: Kabul et ve coach
uk: Погодитись і coach
vi: Đồng ý & coach
zh_hans: 同意并教练
zh_hant: 同意並教練

# progress.privacy.body
source: Only a short weight/fat trend summary goes to Keel when you tap roast. Revoke in Settings.
ar: ملخص اتجاه وزن/دهون قصير فقط يذهب إلى Keel عند الضغط على roast. ألغِ في الإعدادات.
ca: Quan prems el roast, només un resum curt de la tendència de pes i greix va a Keel. Ho pots revocar a Configuració.
cs: Jen krátký trend váhy/tuku jde do Keel po klepnutí na roast. Odvolat v Nastavení.
da: Kun et kort vægt/fedt-tendensresume går til Keel, når du trykker roast. Tilbagekald i Indstillinger.
de: Nur eine kurze Gewichts-/Fett-Trend-Zusammenfassung geht an Keel, wenn du Roast tippst. Widerruf in Einstellungen.
el: Μόνο σύντομη περίληψη τάσης βάρους/λίπους πάει στο Keel όταν πατήσεις roast. Ανάκληση στις Ρυθμίσεις.
es: Solo un resumen corto de tendencia de peso/grasa va a Keel cuando tocas roast. Revoca en Ajustes.
fi: Vain lyhyt paino/rasva-trendiyhteenveto menee Keeliin kun napautat roastia. Peru Asetuksissa.
fr: Seul un court résumé poids/graisse va à Keel quand tu tapes roast. Révoque dans Réglages.
he: רק סיכום מגמת משקל/שומן קצר הולך ל־Keel בלחיצה על roast. בטל בהגדרות.
hi: roast टैप पर केवल छोटा वज़न/फैट ट्रेंड सार Keel को जाता है। सेटिंग्स में रद्द करें।
hr: Samo kratki trend težine/masti ide na Keel kad tapneš roast. Poništi u Postavkama.
hu: Csak egy rövid súly/zsír trend összefoglaló megy a Keelnek, ha roastot koppintasz. Vond vissza a Beállításokban.
id: Hanya ringkasan tren berat/lemak pendek ke Keel saat ketuk roast. Cabut di Pengaturan.
it: Solo un breve riepilogo di tendenza peso/grasso va a Keel quando tocchi roast. Revoca in Impostazioni.
ja: ローストをタップすると短い体重／脂肪トレンド要約だけがKeelへ。設定で取り消せます。
ko: 로스트를 누르면 짧은 체중/지방 추세 요약만 Keel로 갑니다. 설정에서 취소할 수 있습니다.
ms: Hanya ringkas trend berat/lemak pendek ke Keel bila ketik roast. Tarik balik dalam Settings.
nb: Bare et kort vekt/fett-trendsammendrag går til Keel når du trykker roast. Tilbakekall i Innstillinger.
nl: Alleen een korte gewicht/vet-trendsamenvatting gaat naar Keel als je roast tikt. Intrekken in Instellingen.
pl: Tylko krótki trend wagi/tłuszczu idzie do Keel po tapnięciu roast. Cofnij w Ustawieniach.
pt_br: Só um resumo curto de tendência de peso/gordura vai ao Keel quando você toca roast. Revogue em Ajustes.
pt_pt: Só um resumo curto de tendência de peso/gordura vai ao Keel quando tocas roast. Revoga em Definições.
ro: Doar un rezumat scurt de tendință greutate/grăsime merge la Keel când atingi roast. Revocă în Setări.
ru: Только короткий тренд веса/жира уходит в Keel по тапу roast. Отозвать в Настройках.
sk: Len krátky trend váhy/tuku ide do Keel po klepnutí na roast. Odvolať v Nastaveniach.
sv: Bara en kort vikt/fett-trendsammanfattning går till Keel när du trycker roast. Återkalla i Inställningar.
th: กด roast แล้วส่งสรุปเทรนด์น้ำหนัก/ไขมันสั้นๆ ไป Keel เท่านั้น ถอนได้ในการตั้งค่า
tr: Roast’a dokununca yalnızca kısa bir ağırlık/yağ trend özeti Keel’e gider. Ayarlar’dan geri al.
uk: Лише короткий тренд ваги/жиру йде в Keel після тапу roast. Відкликай у Налаштуваннях.
vi: Chỉ tóm tắt xu hướng cân/mỡ ngắn gửi Keel khi bạn chạm roast. Thu hồi trong Cài đặt.
zh_hans: 点 roast 时只有短体重/体脂趋势摘要发给 Keel。可在设置撤销。
zh_hant: 點 roast 時僅向 Keel 傳送簡短體重／體脂趨勢摘要。可在設定中撤銷。

# progress.privacy.title
source: Send trend summary to Keel?
ar: إرسال ملخص الاتجاه إلى Keel؟
ca: Vols enviar un resum de tendències a Keel?
cs: Poslat shrnutí trendu do Keel?
da: Send tendensresume til Keel?
de: Trend-Zusammenfassung an Keel senden?
el: Αποστολή περίληψης τάσης στο Keel;
es: ¿Enviar resumen de tendencia a Keel?
fi: Lähetä trendiyhteenveto Keeliin?
fr: Envoyer le résumé de tendance à Keel ?
he: לשלוח סיכום מגמה ל־Keel?
hi: ट्रेंड सार Keel को भेजें?
hr: Poslati sažetak trenda na Keel?
hu: Trend összefoglalót küldeni a Keelnek?
id: Kirim ringkasan tren ke Keel?
it: Inviare il riepilogo delle tendenze a Keel?
ja: トレンド要約をKeelに送りますか？
ko: Keel에게 추세 요약을 보내시겠습니까?
ms: Hantar ringkas trend ke Keel?
nb: Send trendsammendrag til Keel?
nl: Trendssamenvatting naar Keel sturen?
pl: Wysłać podsumowanie trendu do Keel?
pt_br: Enviar resumo de tendência ao Keel?
pt_pt: Enviar resumo de tendência ao Keel?
ro: Trimiți rezumatul de tendință către Keel?
ru: Отправить сводку тренда в Keel?
sk: Poslať zhrnutie trendu do Keel?
sv: Skicka trendsammanfattning till Keel?
th: ส่งสรุปเทรนด์ไป Keel?
tr: Trend özeti Keel’e gönderilsin mi?
uk: Надіслати підсумок тренду в Keel?
vi: Gửi tóm tắt xu hướng tới Keel?
zh_hans: 把趋势摘要发给 Keel？
zh_hant: 把趨勢摘要傳給 Keel？

# progress.title
source: Progress
ar: التقدّم
ca: Progressar
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progrès
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Progres
it: Progressi
ja: 進捗
ko: 진행
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# progress.upgrade
source: Upgrade to %@
ar: الترقية إلى %@
ca: Puja a %@
cs: Přejít na %@
da: Opgrader til %@
de: Upgrade auf %@
el: Αναβάθμιση σε %@
es: Mejorar a %@
fi: Päivitä tasoon %@
fr: Passer à %@
he: שדרג ל-%@
hi: %@ में अपग्रेड
hr: Nadogradi na %@
hu: Váltás erre: %@
id: Naik ke %@
it: Passa a %@
ja: %@ にアップグレード
ko: %@로 업그레이드
ms: Naik taraf ke %@
nb: Oppgrader til %@
nl: Upgrade naar %@
pl: Przejdź na %@
pt_br: Assinar %@
pt_pt: Mudar para %@
ro: Treci la %@
ru: Перейти на %@
sk: Prejsť na %@
sv: Uppgradera till %@
th: อัปเกรดเป็น %@
tr: %@ planına geç
uk: Перейти на %@
vi: Nâng lên %@
zh_hans: 升级到 %@
zh_hant: 升級到 %@

# progress.week_start
source: WEEK START
ar: بداية الأسبوع
ca: INICI DE SETMANA
cs: ZAČÁTEK TÝDNE
da: UGESTART
de: WOCHENSTART
el: ΑΡΧΗ ΕΒΔΟΜΑΔΑΣ
es: INICIO DE SEMANA
fi: VIIKON ALKU
fr: DÉBUT DE SEMAINE
he: תחילת שבוע
hi: सप्ताह की शुरुआत
hr: POČETAK TJEDNA
hu: HÉTKEZDÉS
id: AWAL MINGGU
it: INIZIO SETTIMANA
ja: 週の開始
ko: 주간 시작
ms: AWAL MINGGU
nb: UKESTART
pl: START TYGODNIA
pt_br: INÍCIO DA SEMANA
pt_pt: INÍCIO DA SEMANA
ro: ÎNCEPUT DE SĂPTĂMÂNĂ
ru: СТАРТ НЕДЕЛИ
sk: ZAČIATOK TÝŽDŇA
sv: VECKOSTART
th: ต้นสัปดาห์
tr: HAFTA BAŞI
uk: СТАРТ ТИЖНЯ
vi: ĐẦU TUẦN
zh_hans: 本周起点
zh_hant: 本週起點

source: Quick pulse
ar: نبض سريع
ca: Pols ràpid
cs: Rychlý tep
da: Hurtig puls
de: Schneller Puls
el: Γρήγορος σφυγμός
es: Pulso rápido
fi: Nopea pulssi
fr: Pouls rapide
he: דופק מהיר
hi: त्वरित नाड़ी
hr: Brzi puls
hu: Gyors pulzus
id: Denyut cepat
it: Battito rapido
ja: クイックパルス
ko: 빠른 맥박
ms: Nadi pantas
nb: Rask puls
nl: Snelle pols
pl: Szybki puls
pt_br: Pulso rápido
pt_pt: Pulso rápido
ro: Puls rapid
ru: Быстрый пульс
sk: Rýchly pulz
sv: Snabb puls
th: ชีพจรเร็ว
tr: Hızlı nabız
uk: Швидкий пульс
vi: Nhịp nhanh
zh_hans: 快速脉搏
zh_hant: 快速脈搏

source: Range
ar: النطاق
ca: Interval
cs: Rozsah
da: Interval
de: Bereich
el: Εύρος
es: Rango
fi: Alue
fr: Plage
he: טווח
hi: सीमा
hr: Raspon
hu: Tartomány
id: Rentang
it: Intervallo
ja: 範囲
ko: 범위
ms: Julat
nb: Område
nl: Bereik
pl: Zakres
pt_br: Faixa
pt_pt: Intervalo
ro: Interval
ru: Диапазон
sk: Rozsah
sv: Intervall
th: ช่วง
tr: Aralık
uk: Діапазон
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

source: Removes the stored scale factor and offset. Your reference mass value is kept.
ar: يزيل معامل الميزان والإزاحة المحفوظين. تبقى كتلة المرجع.
ca: Treu el factor i el desplaçament desats de la bàscula. La massa de referència es conserva.
cs: Odstraní uložený faktor váhy a posun. Referenční hmotnost zůstane.
da: Fjerner gemt skalafaktor og forskydning. Din referencemasse beholdes.
de: Entfernt gespeicherten Skalenfaktor und Versatz. Deine Referenzmasse bleibt erhalten.
el: Αφαιρεί τον αποθηκευμένο συντελεστή και τη μετατόπιση. Η μάζα αναφοράς μένει.
es: Quita el factor y el desfase guardados de la báscula. Se conserva tu masa de referencia.
fi: Poistaa tallennetun kertoimen ja siirtymän. Viitemassa säilyy.
fr: Retire le facteur et le décalage enregistrés de la balance. Ta masse de référence est conservée.
he: מסיר את מקדם המשקל וההיסט השמורים. מסת הייחוס נשמרת.
hi: सेव किया स्केल फैक्टर और ऑफ़सेट हटाता है। संदर्भ द्रव्यमान रहता है।
hr: Uklanja spremljeni faktor vage i pomak. Referentna masa ostaje.
hu: Törli a mentett skálatényezőt és eltolást. A referenciatömeg megmarad.
id: Menghapus faktor timbangan dan ofset yang tersimpan. Massa acuan tetap ada.
it: Rimuove fattore e scostamento salvati della bilancia. La massa di riferimento resta.
ja: 保存したスケール係数とオフセットを消します。基準の質量は残ります。
ko: 저장된 저울 계수와 오프셋을 지웁니다. 기준 질량은 유지됩니다.
ms: Mengalih keluar faktor penimbang dan ofset yang disimpan. Jisim rujukan kekal.
nb: Fjerner lagret skaleringsfaktor og forskyvning. Referansemassen beholdes.
nl: Verwijdert de opgeslagen schaalfactor en offset. Je referentiemassa blijft bewaard.
pl: Usuwa zapisany współczynnik i przesunięcie wagi. Masa odniesienia zostaje.
pt_br: Remove o fator e o deslocamento salvos da balança. Sua massa de referência é mantida.
pt_pt: Remove o fator e o desvio guardados da balança. A tua massa de referência mantém-se.
ro: Elimină factorul și decalajul salvate ale cântarului. Masa de referință rămâne.
ru: Удаляет сохранённый коэффициент и смещение весов. Эталонная масса остаётся.
sk: Odstráni uložený faktor váhy a posun. Referenčná hmotnosť ostane.
sv: Tar bort sparad skalfaktor och offset. Din referensmassa behålls.
th: ลบตัวคูณและค่าชดเชยที่บันทึกไว้ มวลอ้างอิงยังอยู่
tr: Kayıtlı terazi katsayısını ve sapmayı kaldırır. Referans kütlen durur.
uk: Прибирає збережений коефіцієнт і зсув ваг. Еталонна маса лишається.
vi: Xóa hệ số cân và độ lệch đã lưu. Khối lượng tham chiếu vẫn giữ.
zh_hans: 移除已存的秤系数和偏移。参考质量会保留。
zh_hant: 移除已存的秤係數和偏移。參考質量會保留。

source: Reply email (optional)
ar: بريد الرد (اختياري)
ca: Correu de resposta (opcional)
cs: E-mail pro odpověď (volitelný)
da: Svar-e-mail (valgfri)
de: Antwort-E-Mail (optional)
el: Email απάντησης (προαιρετικό)
es: Correo de respuesta (opcional)
fi: Vastaussähköposti (valinnainen)
fr: E-mail de réponse (facultatif)
he: אימייל לתשובה (אופציונלי)
hi: जवाब के लिए ईमेल (वैकल्पिक)
hr: E-pošta za odgovor (neobavezno)
hu: Válasz e-mail (opcionális)
id: Email balasan (opsional)
it: Email per la risposta (facoltativa)
ja: 返信メール（任意）
ko: 답장 이메일 (선택)
ms: E-mel balasan (pilihan)
nb: Svar-e-post (valgfritt)
nl: Antwoordmail (optioneel)
pl: E-mail do odpowiedzi (opcjonalnie)
pt_br: E-mail para resposta (opcional)
pt_pt: E-mail para resposta (opcional)
ro: E-mail pentru răspuns (opțional)
ru: Почта для ответа (необязательно)
sk: E-mail na odpoveď (voliteľný)
sv: Svarsmejl (valfritt)
th: อีเมลสำหรับตอบ (ไม่บังคับ)
tr: Yanıt e-postası (isteğe bağlı)
uk: Пошта для відповіді (необов’язково)
vi: Email trả lời (tùy chọn)
zh_hans: 回复邮箱（可选）
zh_hant: 回覆郵箱（選填）

source: Required.
ar: مطلوب.
ca: Obligatori.
cs: Povinné.
da: Påkrævet.
de: Erforderlich.
el: Υποχρεωτικό.
es: Obligatorio.
fi: Pakollinen.
fr: Obligatoire.
he: חובה.
hi: आवश्यक।
hr: Obavezno.
hu: Kötelező.
id: Wajib.
it: Obbligatorio.
ja: 必須です。
ko: 필수입니다.
ms: Wajib.
nb: Påkrevd.
nl: Verplicht.
pl: Wymagane.
pt_br: Obrigatório.
pt_pt: Obrigatório.
ro: Obligatoriu.
ru: Обязательно.
sk: Povinné.
sv: Obligatoriskt.
th: จำเป็น
tr: Zorunlu.
uk: Обов’язково.
vi: Bắt buộc.
zh_hans: 必填。
zh_hant: 必填。

source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fr: Réinitialiser
he: איפוס
hi: रीसेट
hr: Poništi
hu: Visszaállítás
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
ms: Set semula
nb: Nullstill
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ro: Resetează
ru: Сбросить
sk: Obnoviť
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset calibration
ar: إعادة تعيين المعايرة
ca: Restableix el calibratge
cs: Obnovit kalibraci
da: Nulstil kalibrering
de: Kalibrierung zurücksetzen
el: Επαναφορά βαθμονόμησης
es: Restablecer calibración
fi: Nollaa kalibrointi
fr: Réinitialiser l’étalonnage
he: אפס כיול
hi: कैलिब्रेशन रीसेट करें
hr: Poništi kalibraciju
hu: Kalibráció visszaállítása
id: Atur ulang kalibrasi
it: Reimposta calibrazione
ja: キャリブレーションをリセット
ko: 보정 재설정
ms: Set semula penentukuran
nb: Nullstill kalibrering
nl: Kalibratie resetten
pl: Resetuj kalibrację
pt_br: Redefinir calibração
pt_pt: Repor calibração
ro: Resetează calibrarea
ru: Сбросить калибровку
sk: Obnoviť kalibráciu
sv: Återställ kalibrering
th: รีเซ็ตการปรับเทียบ
tr: Kalibrasyonu sıfırla
uk: Скинути калібрування
vi: Đặt lại hiệu chuẩn
zh_hans: 重置校准
zh_hant: 重設校正

source: Reset calibration?
ar: إعادة تعيين المعايرة؟
ca: Restablir el calibratge?
cs: Obnovit kalibraci?
da: Nulstil kalibrering?
de: Kalibrierung zurücksetzen?
el: Επαναφορά βαθμονόμησης;
es: ¿Restablecer la calibración?
fi: Nollataanko kalibrointi?
fr: Réinitialiser l’étalonnage ?
he: לאפס כיול?
hi: कैलिब्रेशन रीसेट करें?
hr: Poništiti kalibraciju?
hu: Visszaállítod a kalibrációt?
id: Atur ulang kalibrasi?
it: Reimpostare la calibrazione?
ja: キャリブレーションをリセットしますか？
ko: 보정을 재설정할까요?
ms: Set semula penentukuran?
nb: Nullstille kalibrering?
nl: Kalibratie resetten?
pl: Zresetować kalibrację?
pt_br: Redefinir a calibração?
pt_pt: Repor a calibração?
ro: Resetezi calibrarea?
ru: Сбросить калибровку?
sk: Obnoviť kalibráciu?
sv: Återställa kalibrering?
th: รีเซ็ตการปรับเทียบหรือไม่
tr: Kalibrasyon sıfırlansın mı?
uk: Скинути калібрування?
vi: Đặt lại hiệu chuẩn?
zh_hans: 重置校准？
zh_hant: 重設校正？

source: Retry on-device polish download
ar: إعادة محاولة تنزيل الصقل على الجهاز
ca: Torna a descarregar el poliment al dispositiu
cs: Znovu stáhnout místní leštění
da: Prøv at hente polering på enheden igen
de: Download der Politur auf dem Gerät wiederholen
el: Επανάληψη λήψης στίλβωσης στη συσκευή
es: Reintentar la descarga del pulido en el dispositivo
fi: Yritä laitteen viimeistelyn latausta uudelleen
fr: Réessayer le téléchargement de la finition sur l’appareil
he: נסה שוב להוריד את הליטוש במכשיר
hi: ऑन-डिवाइस पॉलिश डाउनलोड फिर कोशिश करें
hr: Pokušaj ponovo preuzeti poliranje na uređaju
hu: Eszközön futó csiszolás letöltésének újrapróbálása
id: Coba lagi unduh polesan di perangkat
it: Riprova il download della rifinitura sul dispositivo
ja: 端末内の仕上げのダウンロードを再試行
ko: 기기 내 다듬기 다운로드 다시 시도
ms: Cuba lagi muat turun penggilap pada peranti
nb: Prøv å laste ned pussing på enheten igjen
nl: Download van on-device afwerking opnieuw proberen
pl: Ponów pobieranie dopracowania na urządzeniu
pt_br: Tentar de novo o download do polimento no aparelho
pt_pt: Tentar novamente a transferência do polimento no dispositivo
ro: Reîncearcă descărcarea finisajului pe dispozitiv
ru: Повторить загрузку локальной шлифовки
sk: Znova stiahnuť miestne leštenie
sv: Försök hämta polering på enheten igen
th: ลองดาวน์โหลดการขัดบนเครื่องอีกครั้ง
tr: Cihazda cila indirmesini yeniden dene
uk: Повторити завантаження локального шліфування
vi: Thử tải lại gói trau chuốt trên máy
zh_hans: 重试下载本机润色包
zh_hant: 重試下載裝置端潤色包

source: Run check now
ar: تشغيل الفحص الآن
ca: Fes la comprovació ara
cs: Spustit kontrolu teď
da: Kør tjek nu
de: Prüfung jetzt ausführen
el: Έλεγχος τώρα
es: Ejecutar revisión ahora
fi: Tarkista nyt
fr: Lancer le contrôle
he: הרץ בדיקה עכשיו
hi: अभी जाँच चलाएँ
hr: Pokreni provjeru sada
hu: Ellenőrzés most
id: Jalankan pemeriksaan sekarang
it: Esegui il controllo ora
ja: 今すぐ確認
ko: 지금 확인
ms: Jalankan semakan sekarang
nb: Kjør sjekk nå
nl: Controle nu uitvoeren
pl: Sprawdź teraz
pt_br: Rodar a checagem agora
pt_pt: Executar a verificação agora
ro: Rulează verificarea acum
ru: Проверить сейчас
sk: Spustiť kontrolu teraz
sv: Kör kontroll nu
th: ตรวจสอบตอนนี้
tr: Kontrolü şimdi çalıştır
uk: Перевірити зараз
vi: Kiểm tra ngay
zh_hans: 立即检查
zh_hant: 立即檢查

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Score %lld
ar: النتيجة %lld
ca: Puntuació %lld
cs: Skóre %lld
da: Point %lld
de: Punktzahl %lld
el: Σκορ %lld
es: Puntuación %lld
fi: Pisteet %lld
he: ניקוד %lld
hi: स्कोर %lld
hr: Rezultat %lld
hu: Pontszám %lld
id: Skor %lld
it: Punteggio %lld
ja: スコア %lld
ko: 점수 %lld
ms: Skor %lld
nb: Poeng %lld
pl: Wynik %lld
pt_br: Pontuação %lld
pt_pt: Pontuação %lld
ro: Scor %lld
ru: Счёт %lld
sk: Skóre %lld
sv: Poäng %lld
th: คะแนน %lld
tr: Skor %lld
uk: Рахунок %lld
vi: Điểm %lld
zh_hans: 分数 %lld
zh_hant: 分數 %lld

source: Selected
ar: محدد
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fi: Valittu
fr: Sélectionné
he: נבחר
hi: चयनित
hr: Odabrano
hu: Kiválasztva
id: Dipilih
it: Selezionato
ja: 選択中
ko: 선택됨
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pl: Wybrane
pt_br: Selecionado
pt_pt: Selecionado
ro: Selectat
ru: Выбрано
sk: Vybrané
sv: Vald
th: เลือกแล้ว
tr: Seçildi
uk: Вибрано
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇

source: Send
ar: إرسال
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

source: Send feedback
ar: إرسال ملاحظات
ca: Enviar comentaris
cs: Poslat zpětnou vazbu
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
fi: Lähetä palaute
fr: Envoyer un avis
he: שלח משוב
hi: फ़ीडबैक भेजें
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
id: Kirim masukan
it: Invia feedback
ja: フィードバックを送る
ko: 피드백 보내기
ms: Hantar maklum balas
nb: Send tilbakemelding
nl: Feedback sturen
pl: Wyślij opinię
pt_br: Enviar feedback
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sk: Poslať spätnú väzbu
sv: Skicka feedback
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 傳送意見

source: Sending…
ar: جارٍ الإرسال…
ca: S’envia…
cs: Odesílání…
da: Sender…
de: Senden…
el: Αποστολή…
es: Enviando…
fi: Lähetetään…
fr: Envoi…
he: שולח…
hi: भेजा जा रहा है…
hr: Slanje…
hu: Küldés…
id: Mengirim…
it: Invio…
ja: 送信中…
ko: 보내는 중…
ms: Menghantar…
nb: Sender…
nl: Versturen…
pl: Wysyłanie…
pt_br: Enviando…
pt_pt: A enviar…
ro: Se trimite…
ru: Отправка…
sk: Odosielanie…
sv: Skickar…
th: กำลังส่ง…
tr: Gönderiliyor…
uk: Надсилання…
vi: Đang gửi…
zh_hans: 正在发送…
zh_hant: 正在傳送…

source: Sent
ar: تم الإرسال
ca: Enviat
cs: Odesláno
da: Sendt
de: Gesendet
el: Εστάλη
es: Enviado
fi: Lähetetty
fr: Envoyé
he: נשלח
hi: भेजा गया
hr: Poslano
hu: Elküldve
id: Terkirim
it: Inviato
ja: 送信済み
ko: 보냄
ms: Dihantar
nb: Sendt
nl: Verstuurd
pl: Wysłano
pt_br: Enviado
pt_pt: Enviado
ro: Trimis
ru: Отправлено
sk: Odoslané
sv: Skickat
th: ส่งแล้ว
tr: Gönderildi
uk: Надіслано
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已傳送

source: Series
ar: السلسلة
ca: Sèrie
cs: Řada
da: Serie
de: Serie
el: Σειρά
es: Serie
fi: Sarja
fr: Série
he: סדרה
hi: शृंखला
hr: Niz
hu: Sorozat
id: Seri
it: Serie
ja: 系列
ko: 계열
ms: Siri
nb: Serie
nl: Reeks
pl: Seria
pt_br: Série
pt_pt: Série
ro: Serie
ru: Ряд
sk: Séria
sv: Serie
th: ชุดข้อมูล
tr: Seri
uk: Ряд
vi: Chuỗi
zh_hans: 序列
zh_hant: 序列

source: Set dream weight to %@?
ar: تعيين وزن الحلم إلى %@؟
ca: Fixar el pes somiat a %@?
cs: Nastavit vysněnou váhu na %@?
da: Sæt drømmevægt til %@?
de: Traumgewicht auf %@ setzen?
el: Ορισμός βάρος-όνειρο σε %@;
es: ¿Fijar el peso soñado en %@?
fi: Aseta unelmapainoksi %@?
fr: Fixer le poids rêvé à %@ ?
he: לקבוע משקל חלום ל-%@?
hi: सपनों का वज़न %@ करें?
hr: Postaviti težinu iz snova na %@?
hu: Álomsúly legyen %@?
id: Atur berat impian ke %@?
it: Impostare il peso dei sogni a %@?
ja: 目標体重を %@ にしますか？
ko: 목표 체중을 %@로 할까요?
ms: Tetapkan berat impian kepada %@?
nb: Sette drømmevekt til %@?
nl: Droomgewicht instellen op %@?
pl: Ustawić wagę marzeń na %@?
pt_br: Definir o peso dos sonhos como %@?
pt_pt: Definir o peso de sonho como %@?
ro: Setezi greutatea visată la %@?
ru: Поставить вес мечты %@?
sk: Nastaviť vysnívanú váhu na %@?
sv: Sätt drömvikt till %@?
th: ตั้งน้ำหนักในฝันเป็น %@?
tr: Hayal ağırlığı %@ olsun mu?
uk: Поставити вагу мрії %@?
vi: Đặt cân nặng mơ ước thành %@?
zh_hans: 把梦想体重设为 %@？
zh_hant: 把夢想體重設為 %@？
